[
{
"id":1,
"title":"History",
"description":"The first Macworld Expo occurred in 1985 in San Francisco. The conference itself was created by Peggy Kilburn,[9] who helped to increase the size and profit of the event during her tenure (1985–1999). Among the speakers recruited by Kilburn were David Pogue, Steve Case, Bob LeVitus, as well as representatives from BMUG, LaserBoard, and other major user groups. The San Francisco event has always been held at the Moscone Center. The Expo was also held in Brooks Hall near the San Francisco Civic Center from 1985 until 1993, when the expansion of Moscone Center allowed the show to be consolidated in one location. Until 2005, the U.S. shows were held semiannually, with a January show in San Francisco and an additional summer show held in the Eastern US. The later event was held initially in Boston at the Bayside Expo & Executive Conference Center, later expanding with a dual presence at the World Trade Center Boston. From 1998 to 2003 it took place in New York City's Jacob K. Javits Convention Center. The 2004 and 2005 summer shows, retitled Macworld Conference & Expo took place in Boston, although without Apple's participation. Other companies followed Apple's lead, canceling or reducing the size of their own exhibits, which resulted in reduced attendance compared with previous Macworld conferences. On 16 September 2005, IDG announced that no further summertime shows would be held in NYC or in Boston.[10] The show has also taken place in other cities: A Tokyo show, produced by IDG World Expo Japan, was held at Makuhari Messe and moved to Tokyo Big Sight in 2002. Macworld Expo Summit, a version of the show targeted at U.S. government customers, was held at the Washington Convention Center in Washington, D.C. as late as 1994. In 2004, Macworld UK, part of the IDG UK division of IDG, created two Macworld Conference events on its own: one standalone conference, and one conference adjoining the MacExpo trade show in London. Since 1997, the show has been known for its keynote presentations (sometimes called 'Stevenotes') delivered by Apple CEO Steve Jobs."
},
{
    
    "id":2,
    "title":"Culture",
    "description": "During the Expo's first two decades, it became legendary for the parties that coincided with it, frequently with open bars, lavish hors d'oeuvres, and requisite T-shirts and other premium favors. Apple's developer parties featured high-profile entertainers like James Brown and Smash Mouth. Several years after the start of the Expo, MacWEEK had launched its weekly trade magazine and simultaneously initiated an exclusive party known as Mac the Knife, named for its anonymous columnist that wrote the back page industry gossip and rumor section; after MacWEEK's demise, the party was thrown by Ilene Hoffman, until Mac Publishing, owners of the Mac the Knife trademark, forbade her from using the name. The party continued, with appearances by the Macworld All-Star Band, under a series of names that referenced the Knife. Robert Hess of MacWEEK was the original keeper of the Macworld Party List, which kept track of each leisure event after the show. Prior to his death in 1996, he reportedly requested Hoffman to maintain it; the list was subsequently renamed the Robert Hess Memorial Events List. The list shrank gradually as events became more sparse, and did not publish for the show in New York 2003, but has been published for subsequent San Francisco shows."
    
    
    }

]